[
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-01a",
                "sentences": [
                    {
                        "sentence": "I am developing a sense of size and amount by observing, exploring, using and communicating with others about things in the world around me",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Recognises the number of objects in a group, without counting (subitising) and uses this information to estimate the number of objects in other groups",
            "Checks estimates by counting.",
            "Demonstrates skills of estimation in the contexts of number and measure using relevant vocabulary, including less than, longer than, more than and the same."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Estimation and rounding",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-02a",
                "sentences": [
                    {
                        "sentence": "I have explored numbers, understanding that they represent quantities, and I can use them to count, create sequences and describe order.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 0-03a",
                "sentences": [
                    {
                        "sentence": "I use practical materials and can ‘count on and back’ to help me understand addition and subtraction, recording my ideas and solutions in different ways.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Explains that zero means there is none of a particular quantity and is represented by the numeral 0",
            "Recalls the number sequence forwards within the range 0 - 30, from any given number.",
            "Recalls the number sequence backwards from 20",
            "Identifies and recognises numbers from 0 to 20.",
            "Orders all numbers forwards and backwards within the range 0 - 20",
            "Identifies the number before, the number after and missing numbers in a sequence within 20.",
            "Uses one-to-one correspondence to count a given number of objects to 20.",
            "Identifies ‘how many?’ in regular dot patterns, for example, arrays, five frames, ten frames, dice and irregular dot patterns, without having to count (subitising).",
            "Groups items recognising that the appearance of the group has no effect on the overall total (conservation of number).",
            "Uses ordinal numbers in real life contexts, for example, ‘I am third in the line’.",
            "Uses the language of before, after and in-between.",
            "Counts on and back in ones to add and subtract.",
            "Doubles numbers to a total of 10 mentally.",
            "When counting objects, understands that the number name of the last object counted is the name given to the total number of objects in the group.",
            "Partitions quantities to 10 into two or more parts and recognises that this does not affect the total.",
            "Adds and subtracts mentally to 10",
            "Uses appropriately the mathematical symbols +, − and \u003D",
            "Solves simple missing number problems."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Number and number processes",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-07a",
                "sentences": [
                    {
                        "sentence": "I can share out a group of items by making smaller groups and can split a whole object into smaller parts. ",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Splits a whole into smaller parts and explains that equal parts are the same size.",
            "Uses appropriate vocabulary to describe halves",
            "Shares out a group of items equally into smaller groups"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Fractions, decimal fractions and percentages",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-09a",
                "sentences": [
                    {
                        "sentence": "I am developing my awareness of how money is used and can recognise and use a range of coins.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies all coins to £2",
            "Applies addition and subtraction skills and uses 1p, 2p, 5p and 10p coins to pay the exact value for items to 10p"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Money",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-10a",
                "sentences": [
                    {
                        "sentence": "I am aware of how routines and events in my world link with times and seasons, and have explored ways to record and display these using clocks, calendars and other methods. ",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Links daily routines and personal events to time sequences",
            "Names the days of the week in sequence, knows the months of the year and talks about features of the four seasons in relevant contexts",
            "Recognises, talks about and where appropriate, engages with everyday devices used to measure or display time, including clocks, calendars, sand timers and visual timetables.",
            "Reads analogue and digital o’clock times (12 hour only) and represents this on a digital display or clock face.",
            "Uses appropriate language when discussing time, including before, after, o’clock, hour hand and minute hand."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Time",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-11a",
                "sentences": [
                    {
                        "sentence": "I have experimented with everyday items as units of measure to investigate and compare sizes and amounts in my environment, sharing my findings with others.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Shares relevant experiences in which measurements of lengths, heights, mass and capacities are used, for example, in baking.",
            "Describes common objects using appropriate measurement language, including tall, heavy and empty.",
            "Compares and describes lengths, heights, mass and capacities using everyday language, including longer, shorter, taller, heavier, lighter, more and less.",
            "Estimates, then measures, the length, height, mass and capacity of familiar objects using a range of appropriate non-standard units"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Measurement",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 0-13a",
                "sentences": [
                    {
                        "sentence": "I have spotted and explored patterns in my own and the wider environment and can copy and continue these and create my own patterns.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Copies, continues and creates simple patterns involving objects, shapes and numbers",
            "Explores, recognises and continues simple number patterns.",
            "Finds missing numbers on a number line within the range 0 - 20"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Patterns and relationships",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 0-16a",
                "sentences": [
                    {
                        "sentence": "I enjoy investigating objects and shapes and can sort, describe and be creative with them.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Recognises, describes and sorts common 2D shapes and 3D objects according to various criteria, for example, straight, round, flat and curved."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Properties of 2D shapes and 3D objects",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 0-17a",
                "sentences": [
                    {
                        "sentence": "In movement, games, and using technology I can use simple directions and describe positions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 0-19a",
                "sentences": [
                    {
                        "sentence": "I have had fun creating a range of symmetrical pictures and patterns using a range of media. ",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Understands and correctly uses the language of position and direction, including in front, behind, above, below, left, right, forwards and backwards, to solve simple problems in movement games.",
            "Identifies, describes and creates symmetrical pictures with one line of symmetry"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Angle, symmetry and transformation",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 0-20a",
                "sentences": [
                    {
                        "sentence": "I can collect objects and ask questions to gather information, organising and displaying my findings in different ways.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 0-20b",
                "sentences": [
                    {
                        "sentence": "I can match objects, and sort using my own and others’ criteria, sharing my ideas with others.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 0-20c",
                "sentences": [
                    {
                        "sentence": "I can use the signs and charts around me for information, helping me plan and make choices and decisions in my daily life.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Asks simple questions to collect data for a specific purpose",
            "Collects and organises objects for a specific purpose.",
            "Applies counting skills to ask and answer questions and makes relevant choices and decisions based on the data.",
            "Contributes to concrete or pictorial displays where one object or drawing represents one data value, using digital technologies as appropriate.",
            "Uses knowledge of colour, shape, size and other properties to match and sort items in a variety of different ways.",
            "Interprets simple graphs, charts and signs and demonstrates how they support planning, choices and decision making."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Data and analysis",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },

    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-01a",
                "sentences": [
                    {
                        "sentence": "I can share ideas with others to develop ways of estimating the answer to a calculation or problem, work out the actual answer, then check my solution by comparing it with the estimate",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses strategies to estimate an answer to a calculation or problem, for example, doubling and rounding.",
            "Rounds whole numbers to the nearest 10 and 100 and uses this routinely to estimate and check the reasonableness of a solution."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Estimation and rounding",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },

    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-02a",
                "sentences": [
                    {
                        "sentence": "I have investigated how whole numbers are constructed, can understand the importance of zero within the system and can use my knowledge to explain the link between a digit, its place and its value",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-03a",
                "sentences": [
                    {
                        "sentence": "I can use addition, subtraction, multiplication and division when solving problems, making best use of the mental strategies and written skills I have developed.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Reads, writes, orders and recites whole numbers to 1000, starting from any number in the sequence.",
            "Demonstrates understanding of zero as a placeholder in whole numbers to 1000.",
            "Uses correct mathematical vocabulary when discussing the four operations including, subtract, add, sum of, total, multiply, product, divide and shared equally",
            "Identifies the value of each digit in a whole number with three digits, for example, 867 \u003D 800 + 60 + 7.",
            "Counts forwards and backwards in 2s, 5s, 10s and 100s.",
            "Demonstrates understanding of the commutative law, for example, 6 + 3 \u003D 3 + 6 or 2 × 4 \u003D 4 × 2.",
            "Applies strategies to determine multiplication facts, for example, repeated addition, grouping, arrays and multiplication facts.",
            "Solves addition and subtraction problems with three digit whole numbers.",
            "Adds and subtracts multiples of 10 or 100 to or from any whole number to 1000.",
            "Applies strategies to determine division facts, for example, repeated subtraction, equal groups, sharing equally, arrays and multiplication facts.",
            "Uses multiplication and division facts to solve problems within the number range 0 to 1000",
            "Multiplies and divides whole numbers by 10 and 100 (whole number answers only).",
            "Applies knowledge of inverse operations (addition and subtraction; multiplication and division).",
            "Solves two step problems."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Number and number processes",
        "eAndOSetSubSectionAuxiliaryText": "including addition, subtraction, multiplication, division and negative numbers",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-07a",
                "sentences": [
                    {
                        "sentence": "Having explored fractions by taking part in practical activities, I can show my understanding of:",
                        "bulletPoints": [
                            "how a single item can be shared equally",
                            "the notation and vocabulary associated with fractions",
                            "where simple fractions lie on the number line"
                        ]
                    }
                ]
            },
            {
                "code": "MNU 1-07b",
                "sentences": [
                    {
                        "sentence": "Through exploring how groups of items can be shared equally, I can find a fraction of an amount by applying my knowledge of division.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-07c",
                "sentences": [
                    {
                        "sentence": "Through taking part in practical activities including use of pictorial representations, I can demonstrate my understanding of simple fractions which are equivalent.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Explains what a fraction is using concrete materials, pictorial representations and appropriate mathematical vocabulary",
            "Demonstrates understanding that the greater the number of equal parts, the smaller the size of each share.",
            "Uses the correct notation for common fractions to tenths, for example, 1/2, 2/3 and 5/8",
            "Compares the size of fractions and places simple fractions in order on a number line",
            "Uses pictorial representations and other models to demonstrate understanding of simple equivalent fractions, for example, 1/2 \u003D 2/4 \u003D 3/6",
            "Explains the role of the numerator and denominator",
            "Uses known multiplication and division facts and other strategies to find unit fractions of whole numbers, for example, 1/2 or 1/4"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Fractions, decimal fractions and percentages",
        "eAndOSetSubSectionAuxiliaryText": "including ratio and proportion",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-09a",
                "sentences": [
                    {
                        "sentence": "I can use money to pay for items and can work out how much change I should receive.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-09b",
                "sentences": [
                    {
                        "sentence": "I have investigated how different combinations of coins and notes can be used to pay for goods or be given in change.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies and uses all coins and notes to £20 and explores different ways of making the same total.",
            "Records amounts accurately in different ways using the correct notation, for example, 149p \u003D £1·49 and 7p \u003D £0·07",
            "Uses a variety of coin and note combinations, to pay for items and give change within £10",
            "Applies mental agility number skills to calculate the total spent in a shopping situation and is able to calculate change.",
            "Demonstrates awareness of how goods can be paid for using cards and digital technology."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Money",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-10a",
                "sentences": [
                    {
                        "sentence": "I can tell the time using 12 hour clocks, realising there is a link with 24 hour notation, explain how it impacts on my daily routine and ensure that I am organised and ready for events throughout my day.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-10b",
                "sentences": [
                    {
                        "sentence": "I can use a calendar to plan and be organised for key events for myself and my class throughout the year",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-10c",
                "sentences": [
                    {
                        "sentence": "I have begun to develop a sense of how long tasks take by measuring the time taken to complete a range of activities using a variety of timers",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Tells the time using half past, quarter past and quarter to using analogue and digital 12 hour clocks",
            "Records 12 hour times using am and pm and is able to identify 24 hour notation, for example, on a mobile phone or computer.",
            "Records the date in a variety of ways, using words and numbers",
            "Uses and interprets a variety of calendars and 12 hour timetables to plan key events.",
            "Knows the number of seconds in a minute, minutes in an hour, hours in a day, days in each month, weeks and days in a year.",
            "Orders the months of the year and relates these to the appropriate seasons",
            "Selects and uses appropriate timers for specific purposes."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Time",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-11a",
                "sentences": [
                    {
                        "sentence": "I can estimate how long or heavy an object is, or what amount it holds, using everyday things as a guide, then measure or weigh it using appropriate instruments and units.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-11b",
                "sentences": [
                    {
                        "sentence": "I can estimate the area of a shape by counting squares or other methods.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses knowledge of everyday objects to provide reasonable estimates of length, height, mass and capacity.",
            "Makes accurate use of a range of instruments including rulers, metre sticks, digital scales and measuring jugs when measuring lengths, heights, mass and capacities using the most appropriate instrument for the task.",
            "Records measurements of length, height, mass and capacity to the nearest standard unit, for example, millimetres (mm), centimetres (cm), grams (g), kilograms (kg), millilitres (ml), litres (l).",
            "Compares measures with estimates",
            "Uses knowledge of relationships between units of measure to make simple conversions, for example, 1 m 58 cm \u003D 158 cm.",
            "Reads a variety of scales on measuring devices including those with simple fractions, for example, 1/2 litre.",
            "Uses square grids to estimate then measure the areas of a variety of simple 2D shapes to the nearest half square.",
            "Creates shapes with a given area to the nearest half square using square tiles or grids.",
            "Recognises that different shapes can have the same area (conservation of area)"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Measurement",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 1-12a",
                "sentences": [
                    {
                        "sentence": "I have discussed the important part that numbers play in the world and explored a variety of systems that have been used by civilisations throughout history to record numbers",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Investigates and shares understanding of the importance of numbers in learning, life and work.",
            "Investigates and shares understanding of a variety of number systems used throughout history."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Mathematics – its impact on the world, past, present and future",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 1-13a",
                "sentences": [
                    {
                        "sentence": "I can continue and devise more involved repeating patterns or designs, using a variety of media.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-13b",
                "sentences": [
                    {
                        "sentence": "Through exploring number patterns, I can recognise and continue simple number sequences and can explain the rule I have applied",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Counts forwards and backwards in 2s, 5s and 10s from any whole number up to 1000.",
            "Describes patterns in number, for example, in the multiplication tables and hundred square",
            "Continues and creates repeating patterns involving shapes, pictures and symbols",
            "Describes, continues and creates number patterns using addition, subtraction, doubling, halving, counting in jumps (skip counting) and known multiples"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Patterns and relationships",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 1-15a",
                "sentences": [
                    {
                        "sentence": "I can compare, describe and show number relationships, using appropriate vocabulary and the symbols for equals, not equal to, less than and greater than",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-15b",
                "sentences": [
                    {
                        "sentence": "When a picture or symbol is used to replace a number in a number statement, I can find its value using my knowledge of number facts and explain my thinking to others.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Understands and accurately uses the terms ‘equal to’, ‘not equal to’, ‘less than’, ‘greater than’, and the related symbols (\u003D, ≠ , <, >) when comparing quantities.",
            "Applies understanding of the equals sign as a balance, and knowledge of number facts,to solve simple algebraic problems where a picture or symbol is used to represent a number, for example, ◆ + 17 \u003D 30 and ◆ × 6 \u003D 30."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Expressions and equations",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 1-16a",
                "sentences": [
                    {
                        "sentence": "I have explored simple 3D objects and 2D shapes and can identify, name and describe their features using appropriate vocabulary.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-16b",
                "sentences": [
                    {
                        "sentence": "I can explore and discuss how and why different shapes fit together and create a tiling pattern with them.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Names, identifies and classifies a range of simple 2D shapes and 3D objects and recognises these shapes in different orientations and sizes.",
            "Uses mathematical language to describe the properties of a range of common 2D shapes and 3D objects including side, face, edge, vertex, base and angle",
            "Identifies 2D shapes within 3D objects and recognises 3D objects from 2D drawings",
            "Identifies examples of tiling in the environment and applies knowledge of the features of 2D shapes to create tiling patterns incorporating two different shapes."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Properties of 2D shapes and 3D objects",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 1-17a",
                "sentences": [
                    {
                        "sentence": "I can describe, follow and record routes and journeys using signs, words and angles associated with direction and turning.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-18a",
                "sentences": [
                    {
                        "sentence": "I have developed an awareness of where grid reference systems are used in everyday contexts and can use them to locate and describe position.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-19a",
                "sentences": [
                    {
                        "sentence": "I have explored symmetry in my own and the wider environment and can create and recognise symmetrical pictures, patterns and shapes.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses technology and other methods to describe, follow and record directions using words associated with angles, directions and turns including, full turn, half turn, quarter turn, clockwise, anticlockwise, right turn, left turn, right angle.",
            "Knows that a right angle is 90°",
            "Knows and uses the compass points, North, South, East and West",
            "Uses informal methods to estimate, compare and describe the size of angles in relation to a right angle.",
            "Finds right angles in the environment and in well-known 2D shapes.",
            "Identifies where and why grid references are used",
            "Describes, plots and uses accurate two figure grid references, demonstrating knowledge of the horizontal and vertical location.",
            "Identifies symmetry in patterns, pictures, nature and 2D shapes.",
            "Creates symmetrical pictures and designs with more than one line of symmetry."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Angle, symmetry and transformation",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-20a",
                "sentences": [
                    {
                        "sentence": "I have explored a variety of ways in which data is presented and can ask and answer questions about the information it contains.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 1-20b",
                "sentences": [
                    {
                        "sentence": "I have used a range of ways to collect information and can sort it in a logical, organised and imaginative way using my own and others’ criteria.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 1-21a",
                "sentences": [
                    {
                        "sentence": "Using technology and other methods, I can display data simply, clearly and accurately by creating tables, charts and diagrams, using simple labelling and scale.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Asks and answers questions to extract key information from a variety of data sets including charts, diagrams, bar graphs and tables.",
            "Selects and uses the most appropriate way to gather and sort data for a given purpose, for example, a survey, questionnaire or group tallies.",
            "Uses a variety of different methods, including the use of digital technologies, to display data, for example, as block graphs, bar graphs, tables, Carroll diagrams and Venn diagrams.",
            "Includes a suitable title, simple labelling on both axes and an appropriate scale where one unit represents more than one data value in graphs."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Data and analysis",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 1-22a",
                "sentences": [
                    {
                        "sentence": "I can use appropriate vocabulary to describe the likelihood of events occurring, using the knowledge and experiences of myself and others to guide me.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses mathematical vocabulary appropriately to describe the likelihood of events occurring in everyday situations including, probable, likely/unlikely, certain/uncertain, possible/impossible, and fair/unfair.",
            "Interprets data gathered through everyday experiences to make reasonable predictions of the likelihood of an event occurring."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Data and analysis",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-01a",
                "sentences": [
                    {
                        "sentence": "I can use my knowledge of rounding to routinely estimate the answer to a problem then, after calculating, decide if my answer is reasonable, sharing my solution with others.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Rounds whole numbers to the nearest 1000, 10 000 and 100 000.",
            "Rounds decimal fractions to the nearest whole number, to one decimal place and two decimal places",
            "Applies knowledge of rounding to give an estimate to a calculation appropriate to the context."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Estimation and rounding",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-02a",
                "sentences": [
                    {
                        "sentence": "I have extended the range of whole numbers I can work with and having explored how decimal fractions are constructed, can explain the link between a digit, its place and its value.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-03a",
                "sentences": [
                    {
                        "sentence": "Having determined which calculations are needed, I can solve problems involving whole numbers using a range of methods, sharing my approaches and solutions with others",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-03b",
                "sentences": [
                    {
                        "sentence": "I have explored the contexts in which problems involving decimal fractions occur and can solve related problems using a variety of methods.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-03c",
                "sentences": [
                    {
                        "sentence": "Having explored the need for rules for the order of operations in number calculations, I can apply them correctly when solving simple problems.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-04a",
                "sentences": [
                    {
                        "sentence": "I can show my understanding of how the number line extends to include numbers less than zero and have investigated how these numbers occur and are used.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Divides whole numbers and decimal fractions to two decimal places, by a single digit, including answers expressed as decimal fractions, for example, 43 ÷ 5 \u003D 8∙6.",
            "Applies the correct order of operations in number calculations when solving multi-step problems.",
            "Identifies familiar contexts in which negative numbers are used",
            "Orders numbers less than zero and locates them on a number line."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Number and number processes",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-05a",
                "sentences": [
                    {
                        "sentence": "Having explored the patterns and relationships in multiplication and division, I can investigate and identify the multiples and factors of numbers.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies multiples and factors of whole numbers and applies knowledge and understanding of these when solving relevant problems in number, money and measurement."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Multiples, factors and primes",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-07a",
                "sentences": [
                    {
                        "sentence": "I have investigated the everyday contexts in which simple fractions, percentages or decimal fractions are used and can carry out the necessary calculations to solve related problems.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-07b",
                "sentences": [
                    {
                        "sentence": "I can show the equivalent forms of simple fractions, decimal fractions and percentages, and can choose my preferred form when solving a problem, explaining my choice of method.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-07c",
                "sentences": [
                    {
                        "sentence": "I have investigated how a set of equivalent fractions can be created, understanding the meaning of simplest form, and can apply my knowledge to compare and order the most commonly used fractions.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses knowledge of equivalent forms of common fractions, decimal fractions and percentages, for example, 3/4 \u003D 0.75 \u003D 75%, to solve problems",
            "Calculates simple percentages of a quantity, and uses this knowledge to solve problems in everyday contexts, for example, calculates the sale price of an item with a discount of 15%",
            "Calculates simple fractions of a quantity and uses this knowledge to solve problems, for example, find 3/5 of 60",
            "Creates equivalent fractions and uses this knowledge to put a set of most commonly used fractions in order",
            "Expresses fractions in their simplest form."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Fractions, decimal fractions and percentages",
        "eAndOSetSubSectionAuxiliaryText": "including ratio and proportion",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-09a",
                "sentences": [
                    {
                        "sentence": "I can manage money, compare costs from different retailers, and determine what I can afford to buy.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-09b",
                "sentences": [
                    {
                        "sentence": "I understand the costs, benefits and risks of using bank cards to purchase goods or obtain cash and realise that budgeting is important.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-09c",
                "sentences": [
                    {
                        "sentence": "I can use the terms profit and loss in buying and selling activities and can make simple calculations for this.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Carries out money calculations involving the four operations.",
            "Compares costs and determines affordability within a given budget",
            "Demonstrates understanding of the benefits and risks of using bank cards and digital technologies",
            "Calculates profit and loss accurately, for example, when working with a budget for an enterprise activity."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Money",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-10a",
                "sentences": [
                    {
                        "sentence": "I can use and interpret electronic and paperbased timetables and schedules to plan events and activities, and make time calculations as part of my planning",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-10b",
                "sentences": [
                    {
                        "sentence": "I can carry out practical tasks and investigations involving timed events and can explain which unit of time would be most appropriate to use.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-10c",
                "sentences": [
                    {
                        "sentence": "Using simple time periods, I can give a good estimate of how long a journey should take, based on my knowledge of the link between time, speed and distance.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Reads and records time in both 12 hour and 24 hour notation and converts between the two",
            "Knows the relationships between commonly used units of time and carries out simple conversion calculations, for example, changes 1¾ hours into minutes",
            "Uses and interprets a range of electronic and paper-based timetables and calendars to plan events or activities and solve real life problems",
            "Calculates durations of activities and events including situations bridging across several hours and parts of hours using both 12 hour clock and 24 hour notation",
            "Estimates the duration of a journey based on knowledge of the link between speed, distance and time.",
            "Chooses the most appropriate timing device in practical situations and records using relevant units, including hundredths of a second.",
            "Selects the most appropriate unit of time for a given task and justifies choice"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Time",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-11a",
                "sentences": [
                    {
                        "sentence": "I can use my knowledge of the sizes of familiar objects or places to assist me when making an estimate of measure.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-11b",
                "sentences": [
                    {
                        "sentence": "I can use the common units of measure, convert between related units of the metric system and carry out calculations when solving problems.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-11c",
                "sentences": [
                    {
                        "sentence": "I can explain how different methods can be used to find the perimeter and area of a simple 2D shape or volume of a simple 3D object",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses the comparative size of familiar objects to make reasonable estimations of length, mass, area and capacity",
            "Estimates to the nearest appropriate unit, then measures accurately: length, height and distance in millimetres (mm), centimetres (cm), metres (m) and kilometres (km); mass in grams (g) and kilograms (kg); and capacity in millilitres (ml) and litres (l)",
            "Calculates the perimeter of simple straight sided 2D shapes in millimetres (mm), centimetres (cm) and metres (m).",
            "Calculates the area of squares, rectangles and right-angled triangles in square millimetres (mm² ), square centimetres (cm² ) and square metres (m²).",
            "Calculates the volume of cubes and cuboids in cubic centimetres (cm³ ) and cubic metres (m³).",
            "Converts between common units of measurement using decimal notation, for example, 550 cm \u003D 5·5 m; 3·009 kg \u003D 3009 g",
            "Chooses the most appropriate measuring device for a given task and carries out the required calculation, recording results in the correct unit",
            "Reads a variety of scales accurately.",
            "Draws squares and rectangles accurately with a given perimeter or area",
            "Demonstrates understanding of the conservation of measurement, for example, draw three different rectangles each with an area of 24 cm²",
            "Shows awareness of imperial units used in everyday life, for example, miles or stones."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Measurement",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-12a",
                "sentences": [
                    {
                        "sentence": "I have worked with others to explore, and present our findings on, how mathematics impacts on the world and the important part it has played in advances and inventions",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Researches and presents examples of the impact mathematics has in the world of life and work.",
            "Contributes to discussions and activities on the role of mathematics in the creation of important inventions, now and in the past."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Mathematics – its impact on the world, past, present and future",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-13a",
                "sentences": [
                    {
                        "sentence": "Having explored more complex number sequences, including well-known named number patterns, I can explain the rule used to generate the sequence, and apply it to extend the pattern.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Explains and uses a rule to extend well known number sequences including square numbers, triangular numbers and Fibonacci sequence",
            "Applies knowledge of multiples, square numbers and triangular numbers to generate number patterns."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Patterns and relationships",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-15a",
                "sentences": [
                    {
                        "sentence": "I can apply my knowledge of number facts to solve problems where an unknown value is represented by a symbol or letter",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Solves simple algebraic equations with one variable, for example, a - 30 \u003D 40 and 4b \u003D 20"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Expressions and equations",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-16a",
                "sentences": [
                    {
                        "sentence": "Having explored a range of 3D objects and 2D shapes, I can use mathematical language to describe their properties, and through investigation can discuss where and why particular shapes are used in the environment.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-16b",
                "sentences": [
                    {
                        "sentence": "Through practical activities, I can show my understanding of the relationship between 3D objects and their nets",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-16c",
                "sentences": [
                    {
                        "sentence": "I can draw 2D shapes and make representations of 3D objects using an appropriate range of methods and efficient use of resources",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Describes 3D objects and 2D shapes using specific vocabulary including regular, irregular, diagonal, radius, diameter and circumference. Applies this knowledge to demonstrate understanding of the relationship between 3D objects and their nets.",
            "Identifies and describes 3D objects and 2D shapes within the environment and explains why their properties match their function.",
            "Knows that the radius is half of the diameter",
            "Uses digital technologies and mathematical instruments to draw 2D shapes and make representations of 3D objects, understanding that not all parts of the 3D object can be seen"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Properties of 2D shapes and 3D objects",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 2-17a",
                "sentences": [
                    {
                        "sentence": "I have investigated angles in the environment, and can discuss, describe and classify angles using appropriate mathematical vocabulary",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-17b",
                "sentences": [
                    {
                        "sentence": "I can accurately measure and draw angles using appropriate equipment, applying my skills to problems in context.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-17c",
                "sentences": [
                    {
                        "sentence": "Through practical activities which include the use of technology, I have developed my understanding of the link between compass points and angles and can describe, follow and record directions, routes and journeys using appropriate vocabulary.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-17d",
                "sentences": [
                    {
                        "sentence": "Having investigated where, why and how scale is used and expressed, I can apply my understanding to interpret simple models, maps and plans.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-18a",
                "sentences": [
                    {
                        "sentence": "I can use my knowledge of the coordinate system to plot and describe the location of a point on a grid.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-19a",
                "sentences": [
                    {
                        "sentence": "I can illustrate the lines of symmetry for a range of 2D shapes and apply my understanding to create and complete symmetrical pictures and patterns.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses mathematical language including acute, obtuse, straight and reflex to describe and classify a range of angles identified within shapes in the environment.",
            "Measures and draws a range of angles to within ±2°",
            "Knows that complementary angles add up to 90° and supplementary angles add up to 180° and uses this knowledge to calculate missing angles",
            "Uses knowledge of the link between the eight compass points and angles to describe, follow and record directions.",
            "Interprets maps, models or plans with simple scales, for example, 1 cm:2 km.",
            "Describes, plots and records the location of a point, in the first quadrant, using coordinate notation.",
            "Identifies and illustrates line symmetry on a wide range of 2D shapes and applies this understanding to complete a range of symmetrical patterns, with and without the use of digital technologies."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Angle, symmetry and transformation",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-20a",
                "sentences": [
                    {
                        "sentence": "Having discussed the variety of ways and range of media used to present data, I can interpret and draw conclusions from the information displayed, recognising that the presentation may be misleading.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 2-20b",
                "sentences": [
                    {
                        "sentence": "I have carried out investigations and surveys, devising and using a variety of methods to gather information and have worked with others to collate, organise and communicate the results in an appropriate way.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 2-21a",
                "sentences": [
                    {
                        "sentence": "I can display data in a clear way using a suitable scale, by choosing appropriately from an extended range of tables, charts, diagrams and graphs, making effective use of technology.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Devises ways of collecting data in the most suitable way for the given task.",
            "Collects, organises and displays data accurately in a variety of ways including through the use of digital technologies, for example, creating surveys, tables, bar graphs, line graphs, frequency tables, simple pie charts and spreadsheets",
            "Analyses, interprets and draws conclusions from a variety of data",
            "Draws conclusions about the reliability of data taking into account, for example, the author, the audience, the scale and sample size used",
            "Displays data appropriately making effective use of technology and chooses a suitable scale when creating graphs."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Data and analysis",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 2-22a",
                "sentences": [
                    {
                        "sentence": "I can conduct simple experiments involving chance and communicate my predictions and findings using the vocabulary of probability.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses the language of probability accurately to describe the likelihood of simple events occurring, for example equal chance; fifty-fifty; one in two, two in three; percentage chance; and ⅙",
            "Plans and carries out simple experiments involving chance with repeated trials, for example, ‘what is the probability of throwing a six if you throw a die fifty times?’",
            "Uses data to predict the outcome of a simple experiment."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Ideas of chance and uncertainty",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },

    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-01a",
                "sentences": [
                    {
                        "sentence": "I can round a number using an appropriate degree of accuracy, having taken into account the context of the problem.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Rounds decimal fractions to three decimal places",
            "Uses rounding to routinely estimate the answers to calculations."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Estimation and rounding",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-03a",
                "sentences": [
                    {
                        "sentence": "I can use a variety of methods to solve number problems in familiar contexts, clearly communicating my processes and solutions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 3-03b",
                "sentences": [
                    {
                        "sentence": "I can continue to recall number facts quickly and use them accurately when making calculations.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 3-04a",
                "sentences": [
                    {
                        "sentence": "I can use my understanding of numbers less than zero to solve simple problems in context.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Recalls quickly multiplication and division facts to the 10th multiplication table.",
            "Uses multiplication and division facts to the 12th multiplication table",
            "Solves addition and subtraction problems working with whole numbers and decimal fractions to three decimal places.",
            "Solves addition and subtraction problems working with integers",
            "Solves multiplication and division problems working with whole numbers and decimal fractions to three decimal places.",
            "Solves multiplication and division problems working with integers."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Number and number processes",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-05a",
                "sentences": [
                    {
                        "sentence": "I have investigated strategies for identifying common multiples and common factors, explaining my ideas to others, and can apply my understanding to solve related problems.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-05b",
                "sentences": [
                    {
                        "sentence": "I can apply my understanding of factors to investigate and identify when a number is prime",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies common multiples, including the lowest common multiple for whole numbers and can explain method used.",
            "Identifies common factors, including the highest common factor for whole numbers and can explain method used.",
            "Identifies prime numbers to 100 and can explain method used.",
            "Solves problems using multiples and factors",
            "Writes a given number as a product of its prime factors"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Multiples, factors and primes",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-06a",
                "sentences": [
                    {
                        "sentence": "Having explored the notation and vocabulary associated with whole number powers and the advantages of writing numbers in this form, I can evaluate powers of whole numbers mentally or using technology.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Explains the notation and uses associated vocabulary appropriately, for example, index, exponent and power.",
            "Evaluates whole number powers, for example, 2⁴ = 16",
            "Expresses whole numbers as powers, for example, 27 = 3³"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Powers and roots",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-07a",
                "sentences": [
                    {
                        "sentence": "I can solve problems by carrying out calculations with a wide range of fractions, decimal fractions and percentages, using my answers to make comparisons and informed choices for reallife situations",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-07b",
                "sentences": [
                    {
                        "sentence": "By applying my knowledge of equivalent fractions and common multiples, I can add and subtract commonly used fractions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-07c",
                "sentences": [
                    {
                        "sentence": "Having used practical, pictorial and written methods to develop my understanding, I can convert between whole or mixed numbers and fractions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 3-08a",
                "sentences": [
                    {
                        "sentence": "I can show how quantities that are related can be increased or decreased proportionally and apply this to solve problems in everyday contexts.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Converts fractions, decimal fractions or percentages into equivalent fractions, decimal fractions or percentages",
            "Adds and subtracts whole numbers and fractions, including when changing a denominator",
            "Converts between whole or mixed numbers, improper fractions and decimal fractions.",
            "Uses knowledge of fractions, decimal fractions and percentages to carry out calculations with and without a calculator.",
            "Solves problems in which related quantities are increased or decreased proportionally",
            "Expresses quantities as a ratio and where appropriate simplifies, for example, ‘if there are 6 teachers and 60 children in a school find the ratio of the number of teachers to the total amount of teachers and children’."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Fractions, decimal fractions and percentages",
        "eAndOSetSubSectionAuxiliaryText": "including ratio and proportion",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-09a",
                "sentences": [
                    {
                        "sentence": "When considering how to spend my money, I can source, compare and contrast different contracts and services, discuss their advantages and disadvantages, and explain which offer best value to me.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MNU 3-09b",
                "sentences": [
                    {
                        "sentence": "I can budget effectively, making use of technology and other methods, to manage money and plan for future expenses.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Demonstrates understanding of best value in relation to contracts and services when comparing products",
            "Chooses the best value for their personal situation and justifies choices.",
            "Budgets effectively, using digital technology where appropriate, showing development of financial capability.",
            "Demonstrates knowledge of financial terms, for example, debit/credit, APR, pa, direct debit/standing order and interest rate",
            "Converts between different currencies."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Money",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-10a",
                "sentences": [
                    {
                        "sentence": "Using simple time periods, I can work out how long a journey will take, the speed travelled at or distance covered, using my knowledge of the link between time, speed and distance.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Applies knowledge of the relationship between speed, distance and time to find each of the three variables.",
            "Calculates time durations across hours and days."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Time",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-11a",
                "sentences": [
                    {
                        "sentence": "I can solve practical problems by applying my knowledge of measure, choosing the appropriate units and degree of accuracy for the task, and using a formula to calculate area or volume when required.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-11b",
                "sentences": [
                    {
                        "sentence": "Having investigated different routes to a solution, I can find the area of compound 2D shapes and the volume of compound 3D objects, applying my knowledge to solve practical problems.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Chooses appropriate units for length, area and volume when solving practical problems.",
            "Converts between standard units to three decimal places and applies this when solving calculations of length, capacity, volume and area.",
            "Calculates the area of a 2D shape where the units are inconsistent.",
            "Finds the area of compound 2D shapes constructed from squares, rectangles and triangles",
            "Finds the volume of compound 3D objects constructed from cubes and cuboids."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Measurement",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-12a",
                "sentences": [
                    {
                        "sentence": "I have worked with others to research a famous mathematician and the work they are known for, or investigated a mathematical topic, and have prepared and delivered a short presentation.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Researches and communicates using appropriate mathematical vocabulary and notation, the work of a famous mathematician or a mathematical topic and explains the relevance and impact they have on society."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Mathematics – its impact on the world, past, present and future",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-13a",
                "sentences": [
                    {
                        "sentence": "Having explored number sequences, I can establish the set of numbers generated by a given rule and determine a rule for a given sequence, expressing it using appropriate notation.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Generates number sequences from a given rule, for example, T = 4n + 6",
            "Extends a given pattern and describes the rule",
            "Expresses sequence rules in algebraic notation, for example, the cost of hiring a car is £75 plus a charge of £0·05 per mile, ‘m’ driven, C = 0.05m + 75."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Patterns and relationships",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-14a",
                "sentences": [
                    {
                        "sentence": "I can collect like algebraic terms, simplify expressions and evaluate using substitution.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-15a",
                "sentences": [
                    {
                        "sentence": "Having discussed ways to express problems or statements using mathematical language, I can construct, and use appropriate methods to solve, a range of simple equations",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-15b",
                "sentences": [
                    {
                        "sentence": "I can create and evaluate a simple formula representing information contained in a diagram, problem or statement.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Collects like terms, including squared terms, to simplify an algebraic expression.",
            "Evaluates expressions involving two variables using both positive and negative numbers.",
            "Solves linear equations, for example, ax ± b = c where a, b and c are integers.",
            "Creates a simple linear formula representing information contained in a diagram, problem or statement.",
            "Evaluates a simple formula, for example, C = 0.05m + 75"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Number, money and measure",
        "eAndOSetSubSectionName": "Expressions and equations",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-16a",
                "sentences": [
                    {
                        "sentence": "Having investigated a range of methods, I can accurately draw 2D shapes using appropriate mathematical instruments and methods.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Demonstrates a variety of methods to accurately draw 2D shapes, including triangles and regular polygons (given the interior angle), using mathematical instruments."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Properties of 2D shapes and 3D objects",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MTH 3-17a",
                "sentences": [
                    {
                        "sentence": "I can name angles and find their sizes using my knowledge of the properties of a range of 2D shapes and the angle properties associated with intersecting and parallel lines.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-17b",
                "sentences": [
                    {
                        "sentence": "Having investigated navigation in the world, I can apply my understanding of bearings and scale to interpret maps and plans and create accurate plans, and scale drawings of routes and journeys.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-17c",
                "sentences": [
                    {
                        "sentence": "I can apply my understanding of scale when enlarging or reducing pictures and shapes, using different methods, including technology",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-18a",
                "sentences": [
                    {
                        "sentence": "I can use my knowledge of the coordinate system to plot and describe the location of a point on a grid",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-19a",
                "sentences": [
                    {
                        "sentence": "I can illustrate the lines of symmetry for a range of 2D shapes and apply my understanding to create and complete symmetrical pictures and patterns.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Names angles using mathematical notation, for example, ∠ABC",
            "Identifies corresponding, alternate and vertically opposite angles and uses this knowledge to calculate missing angles.",
            "Uses the angle properties of triangles and quadrilaterals to find missing angles",
            "Applies knowledge and understanding of scale to enlarge and reduce objects in size showing understanding of linear scale factor",
            "Uses bearings in a navigational context, including creating scale drawings",
            "Identifies all lines of symmetry in 2D shapes",
            "Creates symmetrical patterns and pictures."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Shape, position and movement",
        "eAndOSetSubSectionName": "Angle, symmetry and transformation",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-20a",
                "sentences": [
                    {
                        "sentence": "I can work collaboratively, making appropriate use of technology, to source information presented in a range of ways, interpret what it conveys and discuss whether I believe the information to be robust, vague or misleading.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-20b",
                "sentences": [
                    {
                        "sentence": "When analysing information or collecting data of my own, I can use my understanding of how bias may arise and how sample size can affect precision, to ensure that the data allows for fair conclusions to be drawn.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "MTH 3-21a",
                "sentences": [
                    {
                        "sentence": "I can display data in a clear way using a suitable scale, by choosing appropriately from an extended range of tables, charts, diagrams and graphs, making effective use of technology.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Sources information or collects data making use of digital technology where appropriate.",
            "Interprets data sourced or given.",
            "Describes trends in data using appropriate language, for example, increasing trend.",
            "Determines if information is robust, vague or misleading by considering, for example, the validity of the source, scale used, sample size, method of presentation and appropriateness of how the sample was selected",
            "Collects data by choosing a representative sample to avoid bias.",
            "Organises and displays data appropriately in a variety of forms, for example, compound bar and line graphs and pie charts, making effective use of technology as appropriate."
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Data and analysis",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "MNU 3-22a",
                "sentences": [
                    {
                        "sentence": "I can find the probability of a simple event happening and explain why the consequences of the event, as well as its probability, should be considered when making choices.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses the probability scale of 0 to 1 showing probability as a fraction or decimal fraction.",
            "Demonstrates understanding of the relationship between the frequency of an event happening and the probability of it happening.",
            "Uses a given probability to calculate an expected outcome, for example, ‘the probability of rain in June is 0·25 so how many days do we expect it to rain?’",
            "Calculates the probability of a simple event happening, for example, ‘what is the probability of throwing a prime number on a 12 sided die?’",
            "Identifies all of the mutually exclusive outcomes of a single event and calculates the probability of each.",
            "Investigates real-life situations which involve making decisions on the likelihood of events occurring and the consequences involved"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "MATHEMATICS",
        "eAndOSetSectionName": "Information handling",
        "eAndOSetSubSectionName": "Ideas of chance and uncertainty",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 0-01a",
                "sentences": [
                    {
                        "sentence": "I have experienced the energy and excitement of presenting/performing for audiences and being part of an audience for other people’s presentations/performances.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 0-02a",
                "sentences": [
                    {
                        "sentence": "I have the freedom to discover and choose ways to create images and objects using a variety of materials.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-04a",
                "sentences": [
                    {
                        "sentence": "I can create a range of visual information through observing and recording from my experiences across the curriculum.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-05a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through activities within art and design.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-06a",
                "sentences": [
                    {
                        "sentence": "Working on my own and with others, I use my curiosity and imagination to solve design problems.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-07a",
                "sentences": [
                    {
                        "sentence": "I can respond to the work of artists and designers by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Records from experiences across the curriculum, for example, through observing and remembering, makes a model or drawing based on an aspect of the natural environment such as natural items from the sea shore, the countryside, a forest",
            "Solves simple design problems, working on their own and with others, using a degree of trial and error, for example, designs a simple container for an agreed purpose.",
            "Recognises colour, line, shape and at least one more of the visual elements: form, tone, pattern, texture.",
            "Shares thoughts and feelings in response to the work of at least one artist and one designer, giving reasons for likes and dislikes.",
            "Shares views and listens appropriately to the views of others on their own or others’ work.",
            "uses a variety of available materials and technology",
            "shows understanding that line can have different qualities, for example, thick, thin, broken, wavy"
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "EXPRESSIVE_ARTS__ART",
        "eAndOSetSectionName": "Art and Design",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 1-01a",
                "sentences": [
                    {
                        "sentence": "I have experienced the energy and excitement of presenting/performing for audiences and being part of an audience for other people’s presentations/performances.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 2-01a",
                "sentences": [
                    {
                        "sentence": "I have experienced the energy and excitement of presenting/performing for audiences and being part of an audience for other people’s presentations/performances.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-01a",
                "sentences": [
                    {
                        "sentence": "I have used the skills I have developed in the expressive arts to contribute to a public presentation/performance.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-01b",
                "sentences": [
                    {
                        "sentence": "I have experienced the energy and excitement of being part of an audience for other people’s presentations/performances.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 4-01a",
                "sentences": [
                    {
                        "sentence": "I have experienced the energy and excitement of presenting/performing for different audiences.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [],
        "curriculumLevel": "FOURTH",
        "curriculumAreaName": "EXPRESSIVE_ARTS",
        "eAndOSetSectionName": "Participation in performances and presentations",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 1-02a",
                "sentences": [
                    {
                        "sentence": "I have the opportunity to choose and explore a range of media and technologies to create images and objects, discovering their effects and suitability for specific tasks.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-03a",
                "sentences": [
                    {
                        "sentence": "I can create and present work using the visual elements of line, shape, form, colour, tone, pattern and texture.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-04a",
                "sentences": [
                    {
                        "sentence": "I can create a range of visual information through observing and recording from my experiences across the curriculum.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-05a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through activities within art and design.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-06a",
                "sentences": [
                    {
                        "sentence": "I can use exploration and imagination to solve design problems related to real-life situations.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-07a",
                "sentences": [
                    {
                        "sentence": "I can respond to the work of artists and designers by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Records directly from experiences across the curriculum, for example, observes and sketches a view from a window, features of the built environment, pets, self or others.",
            "Presents images and objects created, for example, positions a simple frame over a picture or arranges an object on a simple stand and observes from different angles.",
            "Solves at least one design problem related to real-life, showing some evidence of planning, for example, designs a simple item to be worn on the head or body.",
            "Recognises and names most of the visual elements: line, shape, form, colour, tone, pattern, texture.",
            "Shares thoughts and feelings by expressing personal views in response to the work of at least one artist and one designer.",
            "Shares views and listens appropriately to views of others, suggesting what works well and what could be improved in their own and others’ work, using some art and design vocabulary.",
            "chooses and uses technology and a range of media",
            "shows understanding of basic colour theory, for example, which secondary colours are made from mixing primary colours",
            "shows some understanding of the qualities and limitations of selected media, for example, uses pencil instead of a large brush to make fine marks, uses chalks instead of pencil to fill larger spaces",
            "shows understanding of the concept of scale, for example, represents mountains as bigger than people"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "EXPRESSIVE_ARTS__ART",
        "eAndOSetSectionName": "Art and design",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 2-02a",
                "sentences": [
                    {
                        "sentence": "I have the opportunity to choose and explore an extended range of media and technologies to create images and objects, comparing and combining them for specific tasks.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-03a",
                "sentences": [
                    {
                        "sentence": "I can create and present work that shows developing skill in using the visual elements and concepts",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-04a",
                "sentences": [
                    {
                        "sentence": "Through observing and recording from my experiences across the curriculum, I can create images and objects which show my awareness and recognition of detail.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-05a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through activities within art and design.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-06a",
                "sentences": [
                    {
                        "sentence": "I can develop and communicate my ideas, demonstrating imagination and presenting at least one possible solution to a design problem.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-07a",
                "sentences": [
                    {
                        "sentence": "I can respond to the work of artists and designers by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Records from experiences across the curriculum, showing recognition of detail, for example, observes and captures the detail seen in a natural form, such as a feather or a plant or an interesting personal item, such as a bicycle.",
            "Creates a simple plan that explains how they will investigate and develop ideas in response to a design brief.",
            "Follows a step-by-step process to develop and communicate ideas in response to a design brief.",
            "Recognises and describes the visual elements in their own and others’ work.",
            "Selects, presents and discusses relevant information, from a range of sources, about the work of chosen artists and designers, for example, in relation to how and why they have used colour or shape in their work.",
            "Explains, with supporting reasons, what works well and what could be improved in their own or others’ work, using appropriate art and design vocabulary.",
            "uses a range of drawing implements to produce specific effects, for example, uses different grades of pencil to create tone or uses pen and ink to create bold line",
            "shows understanding of the properties of different types of paint such as watercolour, acrylic, poster paint",
            "shows understanding of the properties of a range of modelling media, through practical exploration",
            "applies a printmaking process, for example, makes prints from polystyrene",
            "shows understanding of the differences between media and how media can be combined to create effects, for example, combines wax crayon with water-based paint in a picture",
            "shows understanding of the concept of depth, for example, shows a foreground, a middle ground and a background in a picture"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "EXPRESSIVE_ARTS__ART",
        "eAndOSetSectionName": "Art and design",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-02a",
                "sentences": [
                    {
                        "sentence": "I have experimented with a range of media and technologies to create images and objects, using my understanding of their properties.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-03a",
                "sentences": [
                    {
                        "sentence": "I can use and combine the visual elements and concepts to convey ideas, thoughts and feelings in expressive and design work",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-04a",
                "sentences": [
                    {
                        "sentence": "Through observing and recording, I can create material that shows accuracy of representation.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-06a",
                "sentences": [
                    {
                        "sentence": "While working through a design process in response to a design brief, I can develop and communicate imaginative design solutions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-07a",
                "sentences": [
                    {
                        "sentence": "I can respond to the work of artists and designers by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Researches, develops and communicates a solution to a design brief by working through a process.",
            "Investigates, discusses and explains how artists and designers handle media, use techniques and processes, use visual elements and concepts.",
            "Evaluates what works well and what could be improved or different in their own and others’ work, using appropriate art and design vocabulary",
            "shows increasing accuracy in representing what is seen",
            "shows understanding of media properties and the effect of techniques and technology used",
            "shows understanding of how visual elements and visual concepts can be combined, for example, to create mood and atmosphere",
            "selects independently and applies media and techniques, giving reasons for their choices"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS__ART",
        "eAndOSetSectionName": "Art and design",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 4-02a",
                "sentences": [
                    {
                        "sentence": "I have continued to experiment with a range of media and technologies, handling them with control and assurance to create images and objects. I can apply my understanding of the properties of media and of techniques to specific tasks.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-03a",
                "sentences": [
                    {
                        "sentence": "I can use the visual elements and concepts with sensitivity to express qualities and relationships and convey information, thoughts and feelings. I can use my skills and creativity to generate original ideas in my expressive and design work.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-04a",
                "sentences": [
                    {
                        "sentence": "Through creating a range of reference material, I can demonstrate my skills of observing and recording and apply them to work in other areas of the curriculum.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-05a",
                "sentences": [
                    {
                        "sentence": "Having chosen personal themes and developed my own ideas from a range of stimuli, I can express and communicate my ideas, thoughts and feelings through 2D and 3D work",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-06a",
                "sentences": [
                    {
                        "sentence": "By working through a design process in response to a design brief, I can develop and communicate imaginative and original design solutions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-07a",
                "sentences": [
                    {
                        "sentence": "I can analyse art and design techniques, processes and concepts, make informed judgements and express considered opinions on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Researches, develops and communicates solutions to a design brief by working independently and systematically through a process.",
            "Analyses and compares how artists and designers use techniques and processes, handle media and use visual elements and concepts",
            "Evaluates and makes informed judgements about what works well and what could be improved or different in their own and others’ work, using appropriate art and design vocabulary consistently",
            "demonstrates sensitivity and a consistent level of accuracy in representing what is seen",
            "shows depth of understanding of media properties and the effect of techniques and technology used",
            "demonstrates how visual elements and visual concepts can be combined to express more complex ideas, for example, in relation to social or emotional themes",
            "selects independently and applies media and techniques with control and assurance, giving reasons for their choices"
        ],
        "curriculumLevel": "FOURTH",
        "curriculumAreaName": "EXPRESSIVE_ARTS__ART",
        "eAndOSetSectionName": "Art and design",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 0-08a",
                "sentences": [
                    {
                        "sentence": "I have the opportunity and freedom to choose and explore ways that I can move rhythmically, expressively and playfully.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-09a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express my ideas, thoughts and feelings through creative work in dance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-10a",
                "sentences": [
                    {
                        "sentence": "I have opportunities to enjoy taking part in dance experiences.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-11a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of dance by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs a range of simple, repeated, intentional movements and gestures.",
            "Uses space and resources creatively.",
            "Chooses and explores ways of moving rhythmically, expressively and playfully.",
            "Participates in dance that is taught and/or creative movement invented by peers.",
            "Shows understanding that dance consists of combined movements and gestures, usually performed with music or a beat.",
            "Shares their responses to stimuli through movement with, for example, peers or practitioner",
            "Shares thoughts and feelings in response to dance experiences, either as a performer or as part of an audience, giving reasons for likes and dislikes",
            "Shares views and listens appropriately to the views of others on their own or others’ work."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DANCE",
        "eAndOSetSectionName": "Dance",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 1-08a",
                "sentences": [
                    {
                        "sentence": "I enjoy creating short dance sequences, using travel, turn, jump, gesture, pause and fall, within safe practice.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-09a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express my ideas, thoughts and feelings through creative work in dance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-10a",
                "sentences": [
                    {
                        "sentence": "I am becoming aware of different features of dance and can practise and perform steps, formations and short dance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-11a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of dance by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies and performs the body actions of turn, jump, gesture, pause and fall, with some degree of control.",
            "Creates, rehearses and performs short dance sequences, working on their own and with others.",
            "Creates new dance movements and sequences using their dance repertoire, incorporating different speeds and levels, characters and emotions to add interest and variety.",
            "Explores rhythm, movement and space, and increases possibilities for expression through movement.",
            "Understands some of the different forms of dance, for example, Scottish, Irish, Bollywood, tap, ballet, jazz, hip hop and ballroom",
            "Demonstrates understanding of simple formations, such as circles or squares, through taking in part in group dance",
            "Demonstrates safe practice in dance, for example, being aware of personal space, planned landings.",
            "Shares thoughts and feelings by expressing personal views in response to experiencing live or recorded dance performance.",
            "Shares views and listens appropriately to views of others, suggesting what works well and what could be improved in their own and others’ work, using some dance vocabulary."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DANCE",
        "eAndOSetSectionName": "Dance",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 2-08a",
                "sentences": [
                    {
                        "sentence": "I can explore and choose movements to create and present dance, developing my skills and techniques.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-09a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express my ideas, thoughts and feelings through creative work in dance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-10a",
                "sentences": [
                    {
                        "sentence": "I have taken part in dance from a range of styles and cultures, demonstrating my awareness of the dance features.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-11a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of dance by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Shows understanding of the key features of dance from a range of styles and cultures, through dance performance.",
            "Demonstrates coordination and some control in a range of dance actions and sequences.",
            "Creates, rehearses and performs a short original dance piece, comprising several sequences, to music or a rhythm.",
            "Develops and refines own dance repertoire through continued exploration and practice.",
            "Selects and applies dance skills to create dance that shows variation, for solo or group performance",
            "Justifies own creative choices using appropriate dance vocabulary, for example, explains explosive movement inspired by fireworks in terms of speed and levels.",
            "Explains, with supporting reasons, what works well and what could be improved in their own or others’ work, using appropriate dance vocabulary."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DANCE",
        "eAndOSetSectionName": "Dance",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-08a",
                "sentences": [
                    {
                        "sentence": "I have created and taken part in dance from a range of styles and cultures.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-11a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of dance by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs with some confidence and shows understanding of a range of different styles of dance from different cultures and the rhythms/music which often accompany them",
            "Rehearses skills and techniques required to execute particular moves and sequences to a rhythm or beat",
            "Builds on the contribution of others in developing ideas for a shared dance, for example, by asking and answering questions",
            "Evaluates what works well and what could be improved or different in their own and others’ work, including visiting artistes, using appropriate dance vocabulary",
            "demonstrates control and fluency in a range of dance actions and sequences which can be repeated or changed",
            "applies at least three choreographic devices, for example, canon, unison, repetition, mirroring, change of timing, direction and levels"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DANCE",
        "eAndOSetSectionName": "Dance",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 4-08a",
                "sentences": [
                    {
                        "sentence": "I can apply my performance skills to dance with accuracy, control, body awareness, sensitivity and movement flow. I can communicate my artistic intention and take account of different audience groups.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-08b",
                "sentences": [
                    {
                        "sentence": "I can apply theatre arts technology to add excitement and drama to performances.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-09a",
                "sentences": [
                    {
                        "sentence": "I can select ideas from a range of stimuli to choreograph dance motifs in creative ways.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-10a",
                "sentences": [
                    {
                        "sentence": "I can participate in dance styles and activities which challenge and extend my repertoire of movement and my knowledge of the styles and cultures of dance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-11a",
                "sentences": [
                    {
                        "sentence": "I can analyse technical aspects of dance, make informed judgements and express personal opinions on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs confidently, with control and fluency, a range of movement sequences which are relevant to different dance styles and cultures",
            "Extends and develops movement repertoire by researching and participating in a range of dance genre and styles from different cultures.",
            "Gives a personal response, with justification, about the value and purpose of rehearsal for a performance",
            "Identifies key features in a dance and explains in detail how ideas and feelings can be portrayed through dance movement, using appropriate dance vocabulary consistently",
            "Evaluates technical aspects of their own and others’ work, including professionals, for example, shows understanding of how stimulus is used as inspiration to create a movement repertoire, which can be repeated, varied or adapted",
            "demonstrates coordination, control and fluency consistently",
            "selects and applies appropriately a range of choreographic devices, for example, timing, pathways, spatial awareness, levels, unison, cannon, repetition and variation",
            "choreographs dance motifs from a range of stimuli, for example, auditory (music), visual (pictures), prose (poems) and colour (mood)",
            "shows artistic intention through creative use of, for example, different dance techniques, narrative (where a story is told), props, costume, motif, dynamics, mood and gesture",
            "applies theatre arts technology effectively, demonstrating understanding of how performance can be enhanced by, for example, lighting, costume, make-up and props",
            "takes account of audience groups of differing sizes and familiarity"
        ],
        "curriculumLevel": "FOURTH",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DANCE",
        "eAndOSetSectionName": "Dance",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 0-12a",
                "sentences": [
                    {
                        "sentence": "I have the freedom to choose and explore how I can use my voice, movement, and expression in role play and drama.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-13a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through drama.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-14a",
                "sentences": [
                    {
                        "sentence": "I use drama to explore real and imaginary situations, helping me to understand my world.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-15a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of drama by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Takes on a role within a play or dramatised situation, for example, a puppet show, a real or imagined situation, re-enactment of a story or traditional tale.",
            "Communicates ideas and feelings using aspects of voice, such as volume, expression and clarity.",
            "Communicates ideas and feelings using movement, for example, through body language, gestures, actions and posture.",
            "Communicates ideas and feelings using facial expressions, for example, to show happy, sad, surprised, angry, scared",
            "Conveys through drama what characters in real or imaginary situations might say, do or feel, for example, being upset about losing a toy, what a character in a well-known fairy tale might say or how they might feel.",
            "Communicates their ideas through improvised drama i.e. making it up as they go along.",
            "Shares thoughts and feelings about drama experiences, for example, during a discussion about characters or events in a drama, giving reasons for likes and dislikes.",
            "Shares views and listens appropriately to the views of others on their own or others’ work."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DRAMA",
        "eAndOSetSectionName": "Drama",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 1-12a",
                "sentences": [
                    {
                        "sentence": "I enjoy creating, choosing and accepting roles, using movement, expression and voice.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-13a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through drama.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-14a",
                "sentences": [
                    {
                        "sentence": "I have developed confidence and skills in creating and presenting drama which explores real and imaginary situations, using improvisation and script.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-15a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of drama by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Creates, chooses and takes on a role within a drama such as a real or imagined situation, re-enactment of a story, a traditional tale.",
            "Uses voice, considering use of volume, expression, clarity and pace to convey a character.",
            "Uses movement in roles, conveying a character through gestures, actions and posture.",
            "Uses expression in role, conveying a character through body language, for example, facial expression.",
            "Creates a short drama using improvisation, from a given stimulus, and working collaboratively.",
            "Shows understanding of how to work from a script by acting or speaking at the appropriate time, for example, in a nativity play, a sound story or a poem",
            "Contributes towards the development of a drama, for example, by discussing aspects such as character, performance, or script, for example, what a character in a well-known story might say to another",
            "Shares views and listens appropriately to the views of others about what works well and what could be improved in their own and others’ work, using some drama vocabulary."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DRAMA",
        "eAndOSetSectionName": "Drama",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 2-12a",
                "sentences": [
                    {
                        "sentence": "I can create, adapt and sustain different roles, experimenting with movement, expression and voice and using theatre arts technology",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-13a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, I can express and communicate my ideas, thoughts and feelings through drama.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-14a",
                "sentences": [
                    {
                        "sentence": "I have created and presented scripted or improvised drama, beginning to take account of audience and atmosphere.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-15a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of drama by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Conveys a character using characterisation techniques such as hot seating, role on the wall, thought tracking.",
            "Chooses voice appropriately for role, considering volume, tone, clarity, pace, characterisation, and emotion.",
            "Chooses appropriate movement for role, for example, to convey the character’s setting, physical features, the character’s feelings.",
            "Chooses relevant expression in role, showing how the character might interact with others, for example, through body language.",
            "Uses movement, expression and voice to create atmosphere, for example, a high pitched voice, wide eyes and crouched body to suggest a frightening situation.",
            "Creates a short drama, as part of a group or individually, using improvisation or a published script.",
            "Builds on the contributions of others in developing ideas for a shared drama, with regard to plot, characters and theatre arts.",
            "Presents a short drama, as part of a group, using improvisation or a script.",
            "Uses theatre arts technology such as props, basic lighting and sound to enhance a performance effectively, for example, chooses appropriate music or makes sound effects to create atmosphere",
            "Gives a personal response to drama experiences, with appropriate justification.",
            "Explains, with supporting reasons, what works well and what could be improved in their own and others’ work, using appropriate drama vocabulary."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DRAMA",
        "eAndOSetSectionName": "Drama",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-12a",
                "sentences": [
                    {
                        "sentence": "I can create, develop and sustain a realistic or stylised character through the use of voice, movement and language.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-14a",
                "sentences": [
                    {
                        "sentence": "Having developed ideas from a range of stimuli, I can contribute to devising, rehearsing and presenting drama or scripts.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-15a",
                "sentences": [
                    {
                        "sentence": "I can respond to the experience of drama by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Contributes relevant ideas and opinions, with supporting evidence, when participating in group discussions or working collaboratively.",
            "Selects relevant ideas and information to create dramas or scripts appropriate for performing to an audience, demonstrating a basic knowledge of form and structure such as mime, improvisation, tableaux, linear/non-linear.",
            "Builds on the contributions of others by clarifying or summarising points and expanding on contributions",
            "Presents dramas to audiences for different purposes, for example, to entertain, inform, communicate a message, explore an issue.",
            "Reflects effectively on ideas, including ideas for using production skills in relation to, for example, lighting sound, props, make-up and hair, in order to improve or enhance a drama, using appropriate drama vocabulary",
            "uses characterisation techniques to improve and deepen the portrayal of a character, for example, hot seating, character cards, thought tracking, role on the wall, writing in role, role-play",
            "uses a range of aspects of voice to enhance characterisation, for example, pitch, pace, volume, tone, clarity, articulation",
            "uses appropriate expression and movement to enhance characterisation, for example, facial expression, body language, eye contact, use of space, use of levels, gesture, posture"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DRAMA",
        "eAndOSetSectionName": "Drama",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 4-12a",
                "sentences": [
                    {
                        "sentence": "I can demonstrate sensitivity, precision and depth in the portrayal of a character, conveying relationships and situations in a variety of settings and to different audiences.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-13a",
                "sentences": [
                    {
                        "sentence": "In response to a variety of stimuli, I can use my understanding of characterisation to create characters using different approaches, making use of voice, movement and language. I can present my work to an audience.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-14a",
                "sentences": [
                    {
                        "sentence": "Having had opportunities to lead negotiation and decision making, I can work on my own and with others to devise, rehearse and refine dramas and scripts.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-14b",
                "sentences": [
                    {
                        "sentence": "I can use theatre arts technology to enhance tension, mood and atmosphere in drama work",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-15a",
                "sentences": [
                    {
                        "sentence": "I can analyse technical aspects of drama and scripts, make informed judgments and express considered opinions on my own and others’ work",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Shows depth of understanding of different drama techniques and purposes through creating scenarios in response to a variety of stimuli.",
            "Explores and expands on the contributions of others by clarifying or summarising points and/or challenging ideas or viewpoints",
            "Creates dramas for different purposes and audiences, experimenting with different genres, forms, structures and styles",
            "Creates and sustains aspects of voice to enhance characterisation, for example, pitch, pace, volume, tone, clarity, accent, articulation, register and intonation",
            "Creates and sustains appropriate movement to enhance characterisation, for example, facial expression, body language, use of space, use of levels, gesture, posture, rhythm and timing",
            "Shows confidence when presenting ‘in character’, adapting movement and voice to communicate effectively to different audiences, for example, local primary school, nursery, day care centre",
            "Applies theatre arts technology and design resources effectively to an agreed concept to create and enhance mood and atmosphere, for example, through the use of sound, lighting, costume, props, stage make-up and hair.",
            "Reviews and evaluates their progress through the creative process on an on-going basis and develops solutions to problems as they arise",
            "Analyses their own and others’ performances, including the work of peers and, where possible, professionals, making detailed comments, with appropriate justification, using appropriate drama vocabulary consistently"
        ],
        "curriculumLevel": "FOURTH",
        "curriculumAreaName": "EXPRESSIVE_ARTS__DRAMA",
        "eAndOSetSectionName": "Drama",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 0-16a",
                "sentences": [
                    {
                        "sentence": "I enjoy singing and playing along to music of different styles and cultures.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-17a",
                "sentences": [
                    {
                        "sentence": "I have the freedom to use my voice, musical instruments and music technology to discover and enjoy playing with sound and rhythm.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-18a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, and working on my own and/or with others, I can express and communicate my ideas, thoughts and feelings through musical activities.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 0-19a",
                "sentences": [
                    {
                        "sentence": "I can respond to music by describing my thoughts and feelings about my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Participates actively and uses his/her voice in singing activities from a range of styles and cultures, for example, nursery rhymes and songs with actions.",
            "Uses instruments such as drum, claves, chime bar to play along to a range of music styles.",
            "Shares thoughts and feelings about music experiences such as live and/or recorded music, peer nursery rhyme performances, school concerts, giving reasons for likes and dislikes.",
            "Shares views and listens appropriately to the views of others, for example, states if the music is fast/slow or loud/quiet.",
            "uses voice to explore sound and rhythm, for example, hums, whispers, sings",
            "chooses different musical instruments to play such as chime bar, drum or body percussion, exploring sound and rhythm by, for example, clapping, tapping",
            "uses technology to capture sound, for example, audio recorders, microphones, apps and other software."
        ],
        "curriculumLevel": "EARLY",
        "curriculumAreaName": "EXPRESSIVE_ARTS__MUSIC",
        "eAndOSetSectionName": "Music",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 1-16a",
                "sentences": [
                    {
                        "sentence": "I can sing and play music from other styles and cultures, showing growing confidence and skill while learning about musical notation and performance directions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-17a",
                "sentences": [
                    {
                        "sentence": "I can use my voice, musical instruments and music technology to discover and enjoy playing with sound, rhythm, pitch and dynamics.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-18a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, and working on my own and/or with others, I can express and communicate my ideas, thoughts and feelings through musical activities.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 1-19a",
                "sentences": [
                    {
                        "sentence": "I have listened to a range of music and can respond by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs songs with enthusiasm, from a range of styles and cultures, demonstrating a variety of basic singing techniques such as accurate pitch, good diction and appropriate dynamics, for example, loud or quiet.",
            "Performs a simple rhythm part on a range of instruments, for example, keeps the beat using body/untuned percussion.",
            "Performs simple melodic parts, for example, on tuned percussion, tin whistle, recorder.",
            "Follows performance directions, for example, follows the group leader.",
            "Follows simple music notation, for example, in the form of pictures, graphics, treble clef.",
            "Shares thoughts and feelings by expressing personal views in response to musical experiences such as performances, school shows and music from different styles and cultures.",
            "Shares views and listens appropriately to views of others, suggesting what works well and what could be improved in their own and others’ work, using some music vocabulary.",
            "uses voice, instruments and technology to create musical ideas using sound, rhythm, pitch and dynamics, for example, by creating a soundscape or by adding tuned/untuned percussion to enhance a story or a song."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "EXPRESSIVE_ARTS__MUSIC",
        "eAndOSetSectionName": "Music",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 2-16a",
                "sentences": [
                    {
                        "sentence": "I can sing and play music from a range of styles and cultures, showing skill and using performance directions, and/or musical notation.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-17a",
                "sentences": [
                    {
                        "sentence": "I can use my voice, musical instruments and music technology to experiment with sounds, pitch, melody, rhythm, timbre and dynamics.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-18a",
                "sentences": [
                    {
                        "sentence": "Inspired by a range of stimuli, and working on my own and/or with others, I can express and communicate my ideas, thoughts and feelings through musical activities.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 2-19a",
                "sentences": [
                    {
                        "sentence": "I have listened to a range of music and can respond by discussing my thoughts and feelings. I can give and accept constructive comment on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs songs in unison and in parts, individually or as part of a group, and communicates the mood and character of songs from a range of styles and cultures, such as folk songs or songs from musicals, using appropriate performance directions, for example, gradually getting louder/quieter, and/or musical notation",
            "Performs on instruments, individually or as part of a group, to communicate the mood and character of a piece of music through, for example, the use of appropriate dynamics and expression.",
            "Applies verbal and non-verbal techniques whilst giving and/or following performance directions, for example, eye contact and/or body language.",
            "Uses voice, instruments and technology to create music, experimenting with timbre, for example, uses tuned/untuned percussion instruments to create simple melodies and rhythms.",
            "Explains preference for music pieces listened to, live and/or recorded, using appropriate music concepts.",
            "Recognises a range of music styles and identifies some of the main instruments used in, for example, classical music, jazz music, rock and pop music.",
            "Explains, with supporting reasons, what works well and what could be improved in their own and others’ work, using appropriate music vocabulary"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "EXPRESSIVE_ARTS__MUSIC",
        "eAndOSetSectionName": "Music",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 3-16a",
                "sentences": [
                    {
                        "sentence": "I can sing and/or play music from a range of styles and cultures and perform my chosen music confidently using performance directions, musical notation and/or playing by ear.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-17a",
                "sentences": [
                    {
                        "sentence": "I can use my voice, musical instruments or music technology to improvise or compose with melody, rhythm, harmony, timbre and structure.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 3-19a",
                "sentences": [
                    {
                        "sentence": "I have listened to a range of music and can identify features and concepts. I can give constructive comments on my own and others’ work, including the work of professionals.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs music individually, with accuracy, from at least two contrasting styles, using two instruments or one instrument and voice, as solo performances to a standard equivalent to that of ABRSM Grade 1.",
            "Plays by ear or uses appropriate music notation, for example, treble clef notation, tablature, graphic scores or chord symbols, to give a group or individual performance.",
            "Performs individually and as part of a group, communicating the mood and character of a piece of music, for example, uses appropriate dynamics and expression by following notated performance directions such as dynamic markings",
            "Uses voice, instruments and technology to create music, showing understanding of musical structure, for example, creates in simple verse chorus form, creates short sequenced pieces using technology, creates short 16 bar music in binary form, experiments with voices/instruments to create sound effects",
            "Uses appropriate music performance plans, recording facilities and music notation to capture ideas, for example, uses treble clef notation or tablature or records using technology or creates a performance plan",
            "Recognises a wide range of music styles, identifying instruments, genres and instrumental techniques",
            "Evaluates their own work and the work of others, including visiting artistes, using appropriate music vocabulary"
        ],
        "curriculumLevel": "THIRD",
        "curriculumAreaName": "EXPRESSIVE_ARTS__MUSIC",
        "eAndOSetSectionName": "Music",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "EXA 4-16a",
                "sentences": [
                    {
                        "sentence": "I can give assured, expressive and imaginative performances of vocal and/or instrumental music from a wide range of styles and cultures, using performance directions, musical notation, and/or playing by ear.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-17a",
                "sentences": [
                    {
                        "sentence": "I can use my chosen vocal and/or instrumental skills to improvise and compose, showing developing style and sophistication.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-17b",
                "sentences": [
                    {
                        "sentence": "I can use music technology to compose, record and produce music and to enhance performance.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-18a",
                "sentences": [
                    {
                        "sentence": "Having developed my ideas from a range of stimuli, I can create and present compositions using a broad range of musical concepts and ideas.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "EXA 4-19a",
                "sentences": [
                    {
                        "sentence": "Having reflected on my personal experiences, including participation and engagement with professionals, I can listen to a wide range of music and identify and analyse technical aspects, make informed judgments and express personal opinions on my own and others’ work.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Performs music individually, with accuracy and assurance, from at least two contrasting styles, using two instruments or one instrument and voice, as solo performances to a standard equivalent to that of ABRSM Grade 2",
            "Plays by ear or uses appropriate music notation such as treble clef notation, tablature, graphic scores, chord symbols, to give an individual performance",
            "Communicates the mood and character of a piece of music, for example, through the use of appropriate dynamics and by following notated performance directions such as dynamic markings, tempo changes and expression marks",
            "Creates and develops structured original music compositions using instruments or voice, for example, a tonal piece in Binary Form (AB) including imperfect and perfect cadences for single-line instrument and voice and a broken chord accompaniment. Uses technology to record and reflect upon original work",
            "Uses appropriate music notation, for example, treble clef notation or tablature or records using technology and creates a performance plan",
            "Uses technology to develop and structure short melodic ideas into original music, for example, uses software with midi input to create a minimalist style composition using short, repeated ostinati/cells of music",
            "Applies knowledge of music concepts to develop original ideas, for example, takes a 2-bar melodic phrase and creates a sequence passage which can be imitated in a different part",
            "Uses notes and/or other sources to generate ideas, inform thinking and support the creation of original music performance",
            "Uses a practice/performance log to record and evaluate performances on chosen instrument(s)/voice, including points for improvement",
            "Engages and listens well to various genres of music ranging from the Baroque period to modern music and identifies appropriate music concepts and compositional techniques, for example, listens to excerpts of music and gives a short, written or oral analysis, including the use of relevant concepts",
            "Evaluates and offers justified comments on the performances of others including professionals, to agreed criteria, for example, the performances of others in a “class concert”, an original peer composition",
            "Makes detailed evaluative comments about aspects of the content, form and style of live and/or recorded performances, for example, identifies genre, style, period, technical aspects, instrumental grouping and other appropriate concepts, using appropriate music vocabulary consistently"
        ],
        "curriculumLevel": "FOURTH",
        "curriculumAreaName": "EXPRESSIVE_ARTS__MUSIC",
        "eAndOSetSectionName": "Music",
        "eAndOSetSubSectionName": "",
        "eAndOSetSubSectionAuxiliaryText": "",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-01a",
                "sentences": [
                    {
                        "sentence": "I regularly select and listen to, or watch texts which I enjoy and find interesting, and I can explain why I prefer certain sources.",
                        "bulletPoints": []
                    },
                    {
                        "sentence": "I regularly select subject, purpose, format and resources to create texts of my choice",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Selects spoken texts regularly for enjoyment or to find information for a specific purpose and gives a reason for preferences."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-02a",
                "sentences": [
                    {
                        "sentence": "When I engage with others, I know when and how to listen, when to talk, how much to say, when to ask questions and how to respond with respect.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 1-03a",
                "sentences": [
                    {
                        "sentence": "I am exploring how pace, gesture, expression, emphasis and choice of words are used to engage others, and I can use what I learn",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Takes turns and contributes at the appropriate time when engaging with others in a variety of contexts.",
            "Listens and responds appropriately to others in a respectful way, for example, by nodding or agreeing, asking and answering questions.",
            "Applies a few techniques (verbal and non-verbal) when engaging with others, for example, vocabulary, eye contact, expression and/or body language."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Tools for listening and talking",
        "eAndOSetSubSectionAuxiliaryText": "to help me when interacting or presenting within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-04a",
                "sentences": [
                    {
                        "sentence": "As I listen or watch, I can identify and discuss the purpose, key words and main ideas of the text, and use this information for a specific purpose",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-05a",
                "sentences": [
                    {
                        "sentence": "As I listen or watch, I am learning to make notes under given headings and use these to understand what I have listened to or watched and create new texts.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-06a",
                "sentences": [
                    {
                        "sentence": "I can select ideas and relevant information, organise these in a logical sequence and use words which will be interesting and/or useful for others.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies the purpose and main ideas of spoken texts and uses the information gathered for a specific purpose.",
            "Makes relevant notes under given headings and can use these for different purposes.",
            "Uses notes to create and sequence new texts."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Finding and using information",
        "eAndOSetSubSectionAuxiliaryText": "when listening to, watching and talking about texts with increasingly complex ideas, structures and specialist vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-07a",
                "sentences": [
                    {
                        "sentence": "I can show my understanding of what I listen to or watch by responding to and asking different kinds of questions.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-08a",
                "sentences": [
                    {
                        "sentence": "To help me develop an informed view, I am learning to recognise the difference between fact and opinion.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Asks and responds to different types of questions to show understanding of the main ideas of spoken texts.",
            "Recognises simple differences between fact and opinion in spoken texts."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Understanding, analysing and evaluating",
        "eAndOSetSubSectionAuxiliaryText": "investigating and/or appreciating texts with increasingly complex ideas, structures and specialist vocabulary for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-09a",
                "sentences": [
                    {
                        "sentence": "When listening and talking with others for different purposes, I can exchange information, experiences, explanations, ideas and opinions, and clarify points by asking questions or by asking others to say more.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-10a",
                "sentences": [
                    {
                        "sentence": "I can communicate clearly when engaging with others within and beyond my place of learning, using selected resources as required.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Communicates clearly and audibly",
            "Contributes to group/class discussions, engaging with others for a range of purposes.",
            "Selects and shares ideas/information using appropriate vocabulary in a logical order.",
            "Selects and uses, with support, appropriate resources to engage with others, for example, objects, pictures and/or photographs."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Creating texts",
        "eAndOSetSubSectionAuxiliaryText": "applying the elements others use to create different types of short and extended texts with increasingly complex ideas, structures and vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-11a",
                "sentences": [
                    {
                        "sentence": "I regularly select and read, listen to or watch texts which I enjoy and find interesting, and I can explain why I prefer certain texts and authors.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Selects different texts regularly for enjoyment or for a specific purpose using, for example, cover, title, author, illustrator and/or blurb.",
            "Explains preferences for particular texts and authors."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "ENG 1-12a",
                "sentences": [
                    {
                        "sentence": "I can use my knowledge of sight vocabulary, phonics, context clues, punctuation and grammar to read with understanding and expression",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-13a",
                "sentences": [
                    {
                        "sentence": "I am learning to select and use strategies and resources before I read, and as I read, to help make the meaning of texts clear.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Reads aloud a familiar piece of text adding expression and can show understanding.",
            "Reads an increasing number of common/high frequency words, key reading words, core topic words and words of personal significance.",
            "Uses a range of word recognition strategies independently",
            "Decodes unknown words by locating and pronouncing familiar letter patterns and blends",
            "Uses context clues to read and understand texts.",
            "Uses punctuation and grammar to read with understanding and expression."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Tools for reading",
        "eAndOSetSubSectionAuxiliaryText": "to help me use texts with increasingly complex or unfamiliar ideas, structures and vocabulary within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-14a",
                "sentences": [
                    {
                        "sentence": "Using what I know about the features of different types of texts, I can find, select, sort and use information for a specific purpose.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-15a",
                "sentences": [
                    {
                        "sentence": "I am learning to make notes under given headings and use them to understand information, explore ideas and problems and create new texts.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies and finds key information in fiction and non-fiction texts using content page, index, headings, sub-headings and diagrams to help locate information.",
            "Makes notes under given headings for different purposes"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Finding and using information",
        "eAndOSetSubSectionAuxiliaryText": "when reading and using fiction and non-fiction texts with increasingly complex ideas, structures and specialist vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-16a",
                "sentences": [
                    {
                        "sentence": "To show my understanding across different areas of learning, I can identify and consider the purpose and main ideas of a text",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 1-17a",
                "sentences": [
                    {
                        "sentence": "To show my understanding, I can respond to different kinds of questions and other close reading tasks and I am learning to create some questions of my own.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-18a",
                "sentences": [
                    {
                        "sentence": "To help me develop an informed view, I can recognise the difference between fact and opinion.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 1-19a",
                "sentences": [
                    {
                        "sentence": "I can share my thoughts about structure, characters and/or setting, recognise the writer’s message and relate it to my own experiences, and comment on the effective choice of words and other features.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies the main ideas of texts.",
            "Makes appropriate suggestions about the purpose of a text.",
            "Answers literal, inferential and evaluative questions about texts",
            "Asks questions to help make sense of a text.",
            "Recognises the difference between fact and opinion.",
            "Offers own ideas about characters, writer’s use of language, structure and/or setting",
            "Offers own ideas about the writer’s message and, when appropriate, relates these to personal experiences."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Understanding, analysing and evaluating",
        "eAndOSetSubSectionAuxiliaryText": "investigating and/or appreciating fiction and non-fiction texts with increasingly complex ideas, structures and specialist vocabulary for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-20a",
                "sentences": [
                    {
                        "sentence": "I enjoy creating texts of my choice and I regularly select subject, purpose, format and resources to suit the needs of my audience.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Creates texts selecting subject, purpose, format and resources for a range of purposes and audiences."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-21a",
                "sentences": [
                    {
                        "sentence": "I can spell the most commonly-used words, using my knowledge of letter patterns and spelling rules and use resources to help me spell tricky or unfamiliar words.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-22a",
                "sentences": [
                    {
                        "sentence": "I can write independently, use appropriate punctuation and order and link my sentences in a way that makes sense.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-23a",
                "sentences": [
                    {
                        "sentence": "Throughout the writing process, I can check that my writing makes sense",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-24a",
                "sentences": [
                    {
                        "sentence": "I can present my writing in a way that will make it legible and attractive for my reader, combining words, images and other features.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Spells most commonly used words correctly",
            "Spells most vocabulary used across the curriculum correctly",
            "Uses knowledge of phonics and spelling strategies when spelling familiar and unfamiliar words.",
            "Uses knowledge of the alphabet to locate words in a dictionary or other reference source to help spell tricky or unfamiliar words.",
            "Writes independently, punctuating most sentences accurately, for example, using a capital letter, full stop, question mark or exclamation mark.",
            "Links sentences using common conjunctions, for example, and, because, but or so.",
            "Starts sentences in a variety of ways to engage the reader",
            "Checks writing to ensure it makes sense.",
            "Presents writing in a clear and legible way using images and other features as appropriate."
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Tools for writing",
        "eAndOSetSubSectionAuxiliaryText": "using knowledge of technical aspects to help my writing communicate effectively within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-25a",
                "sentences": [
                    {
                        "sentence": "I am learning to use my notes and other types of writing to help me understand information and ideas, explore problems, generate and develop ideas or create new text.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 1-26a",
                "sentences": [
                    {
                        "sentence": "By considering the type of text I am creating, I can select ideas and relevant information, organise these in a logical sequence and use words which will be interesting and/or useful for others.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Plans and organises ideas and information using an appropriate format.",
            "Makes notes to help plan writing and uses them to create new texts.",
            "Includes relevant information in written texts",
            "Organises writing in a logical order and as appropriate to audience",
            "Uses relevant and/or interesting vocabulary as appropriate for the context"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Organising and using information",
        "eAndOSetSubSectionAuxiliaryText": "considering texts to help create short and extended texts for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 1-28a / LIT 1-29a",
                "sentences": [
                    {
                        "sentence": "I can convey information, describe events or processes, share my opinions or persuade my reader in different ways",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 1-30a",
                "sentences": [
                    {
                        "sentence": "I can describe and share my experiences and how they made me feel.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 1-31a",
                "sentences": [
                    {
                        "sentence": "Having explored the elements which writers use in different genres, I can use what I learn to create my own stories, poems and plays with interesting structures, characters and/or settings.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Creates a variety of texts for different purposes.",
            "Selects, organises and conveys information in different ways.",
            "Uses vocabulary and language for specific purposes.",
            "Shares own viewpoint and makes one or two attempts to persuade the reader as appropriate to the purpose.",
            "Writes about personal experiences in a logical order, using appropriate vocabulary to describe feelings, thoughts and events.",
            "Creates own texts, for example, stories, poems and plays, with recognisable features of genre",
            "Creates texts with evidence of structure.",
            "Creates interesting characters through their feelings and actions and physical description"
        ],
        "curriculumLevel": "FIRST",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Creating texts",
        "eAndOSetSubSectionAuxiliaryText": "considering texts to help create short and extended texts for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-01a",
                "sentences": [
                    {
                        "sentence": "I regularly select and listen to or watch texts which I enjoy and find interesting, and I can explain why I prefer certain sources",
                        "bulletPoints": []
                    },
                    {
                        "sentence": "I regularly select subject, purpose, format and resources to create texts of my choice.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Selects spoken texts regularly for enjoyment or to find information for a specific purpose. Explains preferences."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-02a",
                "sentences": [
                    {
                        "sentence": "When I engage with others, I can respond in ways appropriate to my role, show that I value others’ contributions and use these to build on thinking",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 2-03a",
                "sentences": [
                    {
                        "sentence": "I can recognise how the features of spoken language can help in communication, and I can use what I learn. I can recognise different features of my own and others’ spoken language",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Contributes a number of relevant ideas, information and opinions when engaging with others.",
            "Shows respect for the views of others and offers own viewpoint.",
            "Builds on the contributions of others, for example, by asking or answering questions, clarifying points or supporting others’ opinions or ideas",
            "Applies verbal and non-verbal techniques in oral presentations and interactions, for example, vocabulary, eye contact, body language, emphasis, pace and/or tone. ",
            "Recognises some techniques used to engage or influence the listener, for example, vocabulary, emphasis, tone and/or rhetorical questions."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Tools for listening and talking",
        "eAndOSetSubSectionAuxiliaryText": "to help me when interacting or presenting within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-04a",
                "sentences": [
                    {
                        "sentence": "As I listen or watch, I can identify and discuss the purpose, main ideas and supporting detail contained within the text, and use this information for different purposes.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-05a",
                "sentences": [
                    {
                        "sentence": "As I listen or watch, I can make notes, organise these under suitable headings and use these to understand ideas and information and create new texts, using my own words as appropriate.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-06a",
                "sentences": [
                    {
                        "sentence": "I can select ideas and relevant information, organise these in an appropriate way for my purpose and use suitable vocabulary for my audience",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies the purpose of spoken texts with suitable explanation.",
            "dentifies the main ideas of spoken texts, with supporting detail, and uses the information gathered for a specific purpose.",
            "Makes relevant notes using own words, for the most part, and uses these to create new texts for a range of purposes."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Finding and using information",
        "eAndOSetSubSectionAuxiliaryText": "when listening to, watching and talking about texts with increasingly complex ideas, structures and specialist vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-07a",
                "sentences": [
                    {
                        "sentence": "I can show my understanding of what I listen to or watch by responding to literal, inferential, evaluative and other types of questions, and by asking different kinds of questions of my own",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-08a",
                "sentences": [
                    {
                        "sentence": "To help me develop an informed view, I can distinguish fact from opinion, and I am learning to recognise when mysources try to influence me and how useful these are.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
        ],
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Understanding, analysing and evaluating",
        "eAndOSetSubSectionAuxiliaryText": "investigating and/or appreciating texts with increasingly complex ideas, structures and specialist vocabulary for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-09a",
                "sentences": [
                    {
                        "sentence": "When listening and talking with others for different purposes, I can:",
                        "bulletPoints": [
                            "share information, experiences and opinions;",
                            "explain processes and ideas;",
                            "identify issues raised and summarise main points or findings; and",
                            "clarify points by asking questions or by asking others to say more"
                        ]
                    }
                ]
            },
            {
                "code": "LIT 2-10a",
                "sentences": [
                    {
                        "sentence": "I am developing confidence when engaging with others within and beyond my place of learning. I can communicate in a clear, expressive way and I am learning to select and organise resources independently",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Communicates clearly, audibly and with expression in different contexts.",
            "Plans and delivers an organised presentation/talk with relevant content and appropriate structure.",
            "Uses suitable vocabulary for purpose and audience",
            "Selects and uses resources to support communication."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__LISTENING_AND_TALKING",
        "eAndOSetSectionName": "Listening and talking",
        "eAndOSetSubSectionName": "Creating texts",
        "eAndOSetSubSectionAuxiliaryText": "applying the elements others use to create different types of short and extended texts with increasingly complex ideas, structures and vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-11a",
                "sentences": [
                    {
                        "sentence": "I regularly select and read, listen to or watch texts which I enjoy and find interesting, and I can explain why I prefer certain texts and authors.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Selects texts regularly for enjoyment or to find information for a specific purpose.",
            "Explains preferences for particular texts, authors or sources with supporting detail"
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "ENG 2-12a",
                "sentences": [
                    {
                        "sentence": "Through developing my knowledge of context clues, punctuation, grammar and layout, I can read unfamiliar texts with increasing fluency, understanding and expression",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-13a",
                "sentences": [
                    {
                        "sentence": "I can select and use a range of strategies and resources before I read, and as I read, to make meaning clear and give reasons for my selection.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Reads with fluency, understanding and expression using appropriate pace and tone.",
            "Uses knowledge of context clues, punctuation, grammar and layout to read unfamiliar texts with understanding.",
            "Applies a range of reading skills and strategies to read and understand texts, for example, skimming, scanning, predicting, clarifying and/or summarising."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Tools for reading ",
        "eAndOSetSubSectionAuxiliaryText": "to help me use texts with increasingly complex or unfamiliar ideas, structures and vocabulary within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-14a",
                "sentences": [
                    {
                        "sentence": "Using what I know about the features of different types of texts, I can find, select and sort information from a variety of sources and use this for different purposes",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-15a",
                "sentences": [
                    {
                        "sentence": "I can make notes, organise them under suitable headings and use them to understand information, develop my thinking, explore problems and create new texts, using my own words as appropriate",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Makes and organises notes using own words, for the most part.",
            "Uses notes to create new texts that show understanding of the topic or issue."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Finding and using information",
        "eAndOSetSubSectionAuxiliaryText": "when reading and using fiction and nonfiction texts with increasingly complex ideas, structures and specialist vocabulary",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-16a",
                "sentences": [
                    {
                        "sentence": "To show my understanding across different areas of learning, I can identify and consider the purpose and main ideas of a text and use supporting detail.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 2-17a",
                "sentences": [
                    {
                        "sentence": "To show my understanding, I can respond to literal, inferential and evaluative questions and other close reading tasks and can create different kinds of questions of my own.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-18a",
                "sentences": [
                    {
                        "sentence": "To help me develop an informed view, I can identify and explain the difference between fact and opinion, recognise when I am being influenced, and have assessed how useful and believable my sources are",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 2-19a",
                "sentences": [
                    {
                        "sentence": "I can:",
                        "bulletPoints": [
                            "discuss structure, characterisation and/or setting;",
                            "recognise the relevance of the writer’s theme and how this relates to my own and others’ experiences; and",
                            "discuss the writer’s style and other features appropriate to genre"
                        ]
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Identifies the purpose of a text with suitable explanation.",
            "Identifies the main ideas of a text with appropriate detail.",
            "Makes relevant comments about features of language, for example, vocabulary, sentence structure and punctuation.",
            "Responds to a range of questions, including literal, inferential and evaluative questions, to demonstrate understanding of texts.",
            "Creates different types of questions to show understanding of texts",
            "Distinguishes between fact and opinion with appropriate explanation.",
            "Recognises techniques used to influence the reader, for example, word choice, emotive language, rhetorical questions and/or repetition.",
            "Identifies which sources are most useful/reliable.",
            "Makes relevant comments about structure, characterisation and/or setting with reference to the text.",
            "Relates the writer’s theme to own and/or others’ experiences",
            "Makes relevant comments about aspects of the writer’s style, use of language and other features appropriate to genre, with reference to the text."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__READING",
        "eAndOSetSectionName": "Reading",
        "eAndOSetSubSectionName": "Understanding, analysing and evaluating",
        "eAndOSetSubSectionAuxiliaryText": "investigating and/or appreciating fiction and non-fiction texts with increasingly complex ideas, structures and specialist vocabulary for different purposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-20a",
                "sentences": [
                    {
                        "sentence": "I enjoy creating texts of my choice and I regularly select subject, purpose, format and resources to suit the needs of my audience.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Creates texts regularly for a range of purposes and audiences selecting appropriate genre, form, structure and style."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Enjoyment and choice",
        "eAndOSetSubSectionAuxiliaryText": "within a motivating and challenging environment developing an awareness of the relevance of texts in my life",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-21a",
                "sentences": [
                    {
                        "sentence": "I can spell most of the words I need to communicate, using spelling rules, specialist vocabulary, self-correction techniques and a range of resources.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-22a",
                "sentences": [
                    {
                        "sentence": "In both short and extended texts, I can use appropriate punctuation, vary my sentence structures and divide my work into paragraphs in a way that makes sense to my reader",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-23a",
                "sentences": [
                    {
                        "sentence": "Throughout the writing process, I can check that my writing makes sense and meets its purpose.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-24a",
                "sentences": [
                    {
                        "sentence": "I can consider the impact that layout and presentation will have and can combine lettering, graphics and other features to engage my reader.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Applies knowledge of spelling patterns, rules and strategies to spell most words correctly",
            "Uses a range of punctuation, for example, capital letters, full stops, commas, inverted commas (speech marks), exclamation marks, question marks and/or apostrophes. Punctuation is mainly accurate.",
            "Writes most sentences in a grammatically accurate way.",
            "Uses sentences of different lengths and types and varies sentence openings",
            "Links sentences using a range of conjunctions.",
            "Uses paragraphs to separate thoughts and ideas",
            "Writes in a fluent and legible way.",
            "Reviews and corrects writing to ensure it makes sense, is technically accurate and meets its purpose.",
            "Makes appropriate choices about layout and presentation, including in digital texts, to engage the reader, for example, headings, bullet points, fonts, graphics and/or captions."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Tools for writing",
        "eAndOSetSubSectionAuxiliaryText": "using knowledge of technical aspects to help my writing communicate effectively within and beyond my place of learning",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "LIT 2-25a",
                "sentences": [
                    {
                        "sentence": "I can use my notes and other types of writing to help me understand information and ideas, explore problems, make decisions, generate and develop ideas or create new text.",
                        "bulletPoints": []
                    },
                    {
                        "sentence": "I recognise the need to acknowledge my sources and can do this appropriately",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-26a",
                "sentences": [
                    {
                        "sentence": "By considering the type of text I am creating, I can select ideas and relevant information, organise these in an appropriate way for my purpose and use suitable vocabulary for my audience",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses notes and/or other sources to develop thinking and create new texts.",
            "Acknowledges sources making clear where the information came from.",
            "Organises information in a logical way",
            "Selects relevant ideas and information.",
            "Uses appropriate vocabulary, including subject-specific vocabulary, to suit purpose and audience."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Organising and using information",
        "eAndOSetSubSectionAuxiliaryText": "considering texts to help create short and extended texts for different pruposes",
        "responsibilityOfAllPractitioners": false
    },
    {
        "allExperienceAndOutcomesAtTheSubSectionLevel": [
            {
                "code": "ENG 2-27a",
                "sentences": [
                    {
                        "sentence": "I am learning to use language and style in a way which engages and/or influences my reader",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-28a",
                "sentences": [
                    {
                        "sentence": "I can convey information, describe events, explain processes or combine ideas in different ways",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "LIT 2-29a",
                "sentences": [
                    {
                        "sentence": "I can persuade, argue, explore issues or express an opinion using relevant supporting detail and/or evidence.",
                        "bulletPoints": []
                    }
                ]
            },{
                "code": "ENG 2-30a",
                "sentences": [
                    {
                        "sentence": "As I write for different purposes and readers, I can describe and share my experiences, expressing what they made me think about and how they made me feel.",
                        "bulletPoints": []
                    }
                ]
            },
            {
                "code": "ENG 2-31a",
                "sentences": [
                    {
                        "sentence": "Having explored the elements which writers use in different genres, I can use what I learn to create stories, poems and plays with an interesting and appropriate structure, interesting characters and/or settings which come to life.",
                        "bulletPoints": []
                    }
                ]
            }
        ],
        "associatedBenchmarks": [
            "Uses appropriate style and format to convey information applying key features of the chosen genre.",
            "Includes relevant ideas, knowledge and information",
            "Organises and presents information in a logical way.",
            "Uses tone and vocabulary appropriate to purpose.",
            "Presents relevant ideas and information, including supporting detail, to convey view point.",
            "Organises ideas in a logical way",
            "Includes an introduction that makes the topic clear and a conclusion that rounds off the writing.",
            "Attempts to use language to influence or persuade the reader, for example, word choice, punctuation, repetition, rhetorical questions and/or emotive language.",
            "Describes personal experiences, making context and events clear",
            "Describes thoughts and feelings about the experience.",
            "Attempts to engage and/or influence the reader through vocabulary and/or use of language.",
            "Applies a few features of the chosen genre.",
            "Creates interesting characters through, for example, their feelings and actions, physical description and/or dialogue.",
            "Creates setting/context with some descriptive detail",
            "Attempts to use figurative language (imagery) to engage the reader, for example, simile, metaphor, alliteration and onomatopoeia.",
            "Creates plots with clear structures, for example, suitable opening, turning point, climax and/or satisfactory ending."
        ],
        "curriculumLevel": "SECOND",
        "curriculumAreaName": "LITERACY__WRITING",
        "eAndOSetSectionName": "Writing",
        "eAndOSetSubSectionName": "Creating texts",
        "eAndOSetSubSectionAuxiliaryText": "considering texts to help create short and extended texts for different purposes",
        "responsibilityOfAllPractitioners": false
    }

]